{"[PAD]":0,"[/s]":1,"[UNK]":2,"[MASK]":3,"[SEP]":4,"[CLS]":5,"!":6,"\"":7,"#":8,"$":9,"%":10,"&":11,"'":12,"(":13,")":14,"*":15,"+":16,",":17,"-":18,".":19,"/":20,"0":21,"1":22,"2":23,"3":24,"4":25,"5":26,"6":27,"7":28,"8":29,"9":30,":":31,";":32,"<":33,"=":34,">":35,"?":36,"@":37,"A":38,"B":39,"C":40,"D":41,"E":42,"F":43,"G":44,"H":45,"I":46,"J":47,"K":48,"L":49,"M":50,"N":51,"O":52,"P":53,"Q":54,"R":55,"S":56,"T":57,"U":58,"V":59,"W":60,"X":61,"Y":62,"Z":63,"[":64,"\\":65,"]":66,"^":67,"_":68,"`":69,"a":70,"b":71,"c":72,"d":73,"e":74,"f":75,"g":76,"h":77,"i":78,"j":79,"k":80,"l":81,"m":82,"n":83,"o":84,"p":85,"q":86,"r":87,"s":88,"t":89,"u":90,"v":91,"w":92,"x":93,"y":94,"z":95,"{":96,"|":97,"}":98,"~":99,"¡":100,"¢":101,"£":102,"¤":103,"¥":104,"¦":105,"§":106,"¨":107,"©":108,"ª":109,"«":110,"¬":111,"®":112,"¯":113,"°":114,"±":115,"²":116,"³":117,"´":118,"µ":119,"¶":120,"·":121,"¸":122,"¹":123,"º":124,"»":125,"¼":126,"½":127,"¾":128,"¿":129,"À":130,"Á":131,"Â":132,"Ã":133,"Ä":134,"Å":135,"Æ":136,"Ç":137,"È":138,"É":139,"Ê":140,"Ë":141,"Ì":142,"Í":143,"Î":144,"Ï":145,"Ð":146,"Ñ":147,"Ò":148,"Ó":149,"Ô":150,"Õ":151,"Ö":152,"×":153,"Ø":154,"Ù":155,"Ú":156,"Û":157,"Ü":158,"Ý":159,"Þ":160,"ß":161,"à":162,"á":163,"â":164,"ã":165,"ä":166,"å":167,"æ":168,"ç":169,"è":170,"é":171,"ê":172,"ë":173,"ì":174,"í":175,"î":176,"ï":177,"ð":178,"ñ":179,"ò":180,"ó":181,"ô":182,"õ":183,"ö":184,"÷":185,"ø":186,"ù":187,"ú":188,"û":189,"ü":190,"ý":191,"þ":192,"ÿ":193,"Ā":194,"ā":195,"Ă":196,"ă":197,"Ą":198,"ą":199,"Ć":200,"ć":201,"Ĉ":202,"ĉ":203,"Ċ":204,"ċ":205,"Č":206,"č":207,"Ď":208,"ď":209,"Đ":210,"đ":211,"Ē":212,"ē":213,"Ĕ":214,"ĕ":215,"Ė":216,"ė":217,"Ę":218,"ę":219,"Ě":220,"ě":221,"Ĝ":222,"ĝ":223,"Ğ":224,"ğ":225,"Ġ":226,"ġ":227,"Ģ":228,"ģ":229,"Ĥ":230,"ĥ":231,"Ħ":232,"ħ":233,"Ĩ":234,"ĩ":235,"Ī":236,"ī":237,"Ĭ":238,"ĭ":239,"Į":240,"į":241,"İ":242,"ı":243,"Ĳ":244,"ĳ":245,"Ĵ":246,"ĵ":247,"Ķ":248,"ķ":249,"ĸ":250,"Ĺ":251,"ĺ":252,"Ļ":253,"ļ":254,"Ľ":255,"ľ":256,"Ŀ":257,"ŀ":258,"Ł":259,"ł":260,"Ń":261,"Ġ1":262,"Ġ2":263,"er":264,"ay":265,"day":266,"ere":267,"Ġ20":268,"20":269,"is":270,"OI":271,"POI":272,"Ġt":273,"Ġ2020":274,"it":275,"ĠS":276,"ac":277,"in":278,"st":279,"Ġw":280,"ing":281,"Ġp":282,"pl":283,"eo":284,"ple":285,"here":286,"vis":287,"ĠPOI":288,"Ġvis":289,"Ġthere":290,"iting":291,"Ġpeo":292,"Ġvisiting":293,"Ġpeople":294,"Ġ3":295,"on":296,"ĠF":297,"Ġa":298,"ĠFr":299,"nt":300,"ber":301,"Ġ4":302,"sday":303,"ur":304,"Ġ10":305,"Ġ(":306,"Ġ11":307,"ll":308,"Ġ9":309,"Ġ12":310,"om":311,"of":312,"Int":313,"On":314,"Pl":315,"be":316,"eac":317,"ill":318,"Ġday":319,"Ġon":320,"Ġbe":321,"Ġeac":322,"erest":323,"Ġto":324,"ace":325,"Ġwere":326,"Ġwill":327,"ĠFrom":328,"Interest":329,"Place":330,"Ġeach":331,"Ġ8":332,"Ġ13":333,"Ġis":334,"Ġ0":335,"Ġ7":336,"Ġ14":337,"to":338,"ĠJ":339,"ĠJu":340,"ĠT":341,"Ġ15":342,"Ġ6":343,"esday":344,"ep":345,"te":346,"Ġ16":347,"ug":348,"Ġ5":349,"ly":350,"ĠA":351,"ed":352,"mber":353,"ust":354,"ĠJuly":355,"ugust":356,"ĠAugust":357,"Ġ17":358,"ĠSep":359,"tember":360,"ĠSeptember":361,"ĠO":362,"Ġ18":363,"ic":364,"Ġ19":365,"cto":366,"ĠOcto":367,"ĠOctober":368,"ĠB":369,"nd":370,"at":371,"Ġ21":372,"Ġand":373,"ĠSu":374,"ĠM":375,"Ġ22":376,"Ġ23":377,"ar":378,"ĠW":379,"ĠTh":380,"iday":381,"nesday":382,"ĠSat":383,"ĠFriday":384,"urday":385,"ursday":386,"ednesday":387,"ĠWednesday":388,"ĠThursday":389,"ĠSaturday":390,"nday":391,"uesday":392,"onday":393,"ĠTuesday":394,"ĠSunday":395,"ĠMonday":396,"Ġ24":397,"Re":398,"al":399,"ĠRe":400,"Ġ25":401,"Ġ26":402,"ice":403,"vice":404,"ervice":405,"onal":406,"ol":407,"ĠN":408,"Service":409,"ant":410,"aur":411,"re":412,"staur":413,"ĠRestaur":414,"ĠRestaurant":415,"Ġ27":416,"Ġ28":417,"Li":418,"mit":419,"ĠLi":420,"mited":421,"ĠLimited":422,"co":423,"Ġ29":424,"ĠBe":425,"ag":426,"hol":427,"nac":428,"ver":429,"ĠSnac":430,"ĠBar":431,"onalco":432,"ĠNonalco":433,"ĠBever":434,"age":435,"holic":436,"ĠSnack":437,"ĠNonalcoholic":438,"ĠBeverage":439,"Ġ30":440,"ĠSto":441,"ĠStore":442,"en":443,"Ġ31":444,"ĠC":445,"ne":446,"Ġ33":447,"Ġ32":448,"Ġ34":449,"ĠG":450,"Ġ35":451,"Ġ36":452,"ĠJune":453,"Ġ37":454,"Ġ38":455,"ven":456,"veni":457,"Ġ39":458,"Ġ40":459,"ce":460,"ote":461,"ts":462,"onveni":463,"ence":464,"ĠConveni":465,"otel":466,"ĠConvenience":467,"Ġ01":468,"Ġ41":469,"cep":470,"ex":471,"cept":472,"except":473,"Ġ44":474,"Ġ43":475,"Ġ02":476,"Ġ46":477,"Ġ42":478,"Ġ45":479,"th":480,"ĠH":481,"Ġ03":482,"Ġ04":483,"Ġ05":484,"Ġ06":485,"Ġ07":486,"Ġ08":487,"Ġ09":488,"Ġ47":489,"ati":490,"ro":491,"as":492,"ĠSup":493,"ent":494,"ĠOth":495,"ĠOther":496,"otels":497,"ĠHotels":498,"ery":499,"ark":500,"cery":501,"ets":502,"mark":503,"ermark":504,"ĠGro":505,"ĠSupermark":506,"ĠGrocery":507,"ĠSupermarkets":508,"es":509,"ĠD":510,"ĠP":511,"ĠSp":512,"ies":513,"or":514,"ĠCent":515,"ĠSpor":516,"ĠCenter":517,"tati":518,"ĠStati":519,"ĠStation":520,"cre":521,"ss":522,"itne":523,"ĠFitne":524,"ĠRecre":525,"ational":526,"ĠSports":527,"ĠFitness":528,"ĠRecreational":529,"ith":530,"ine":531,"Ġwith":532,"oline":533,"ĠGas":534,"ĠStations":535,"ĠGasoline":536,"ino":537,"ĠMotel":538,"ĠCas":539,"ĠPh":540,"ĠCasino":541,"mac":542,"rug":543,"armac":544,"ĠDrug":545,"ĠPharmac":546,"ĠPharmacies":547,"Ġ48":548,"ov":549,"ĠNov":550,"ĠNove":551,"Ġ50":552,"ment":553,"Ġ49":554,"Ġ51":555,"am":556,"Ġ52":557,"Ġ56":558,"Ġ53":559,"ĠNovember":560,"Ġ54":561,"tment":562,"erc":563,"epar":564,"ĠDepar":565,"ĠDepartment":566,"Ġ60":567,"Ġ57":568,"Ġ55":569,"Ġ59":570,"Ġ62":571,"Ġ61":572,"and":573,"hand":574,"id":575,"ob":576,"ull":577,"ise":578,"ĠFull":579,"ĠMerc":580,"handise":581,"ĠMerchandise":582,"Ġ58":583,"Ġ75":584,"Ġ63":585,"Ġ76":586,"Ġ65":587,"Ġ64":588,"lo":589,"vid":590,"Ġpro":591,"ĠClo":592,"thing":593,"vides":594,"Ġprovides":595,"ĠClothing":596,"Ġ74":597,"Ġ77":598,"Ġ81":599,"Ġ84":600,"Ġ86":601,"Ġ78":602,"by":603,"oy":604,"ĠToy":605,"ĠGam":606,"ĠHob":607,"ĠGame":608,"ĠHobby":609,"Ġ73":610,"Ġ69":611,"Ġ66":612,"Ġ67":613,"Ġ71":614,"Ġ68":615,"Ġ79":616,"Ġ90":617,"Ġ70":618,"Ġ72":619,"Ġ82":620,"Ġ89":621,"Ġ91":622,"Ġ80":623,"Ġ85":624,"Ġ87":625,"ily":626,"oo":627,"service":628,"Ġservice":629,"plies":630,"ĠFam":631,"ĠAll":632,"ĠSupplies":633,"ĠFamily":634,"Ġ100":635,"Ġ88":636,"Ġ93":637,"Ġ83":638,"Ġ98":639,"Ġ102":640,"Ġ105":641,"Ġ92":642,"Ġ106":643,"Us":644,"an":645,"et":646,"ty":647,"ĠUs":648,"ĠUsed":649,"Ġ99":650,"Ġ95":651,"Ġ94":652,"Ġ108":653,"Ġ109":654,"Ġ96":655,"Ġ97":656,"Ġ110":657,"Ġ111":658,"Ġ103":659,"ew":660,"eal":661,"ft":662,"ift":663,"lty":664,"ou":665,"us":666,"eral":667,"ĠSou":668,"eneral":669,"ĠGift":670,"ĠGeneral":671,"venir":672,"ĠPet":673,"ĠNovelty":674,"ood":675,"ĠSouvenir":676,"Ġ126":677,"Ġ104":678,"Ġ107":679,"Ġ115":680,"Ġ129":681,"Ġ137":682,"Ġ114":683,"Ġ113":684,"Ġ116":685,"Ġ101":686,"Ġ130":687,"Ġ174":688,"Ġ123":689,"Ġ120":690,"Ġ119":691,"Ġ156":692,"Ġ112":693,"Ġ135":694,"Ġ144":695,"Ġ151":696,"Ġ161":697,"Ġ128":698,"Ġ124":699,"Ġ165":700,"Ġ136":701,"Ġ145":702,"Ġ127":703,"Ġ132":704,"Ġ134":705,"Ġ141":706,"Ġ143":707,"Ġ148":708,"Ġ149":709,"Ġ157":710,"Ġ159":711,"Ġ166":712,"Ġ178":713,"Ġ180":714,"Ġ198":715,"Ġ177":716,"Ġ186":717,"Ġ118":718,"Ġ214":719,"Ġ162":720,"Ġ181":721,"Ġ121":722,"Ġ138":723,"Ġ169":724,"Ġ117":725,"Ġ201":726,"Ġ205":727,"Ġ207":728,"Ġ208":729,"Ġ125":730,"Ġ150":731,"Ġ160":732,"Ġ163":733,"Ġ176":734,"Ġ190":735,"Ġ199":736,"Ġ229":737,"Ġ246":738,"Ġ191":739,"Ġ146":740,"Ġ188":741,"Ġ193":742,"Ġ164":743,"Ġ202":744,"Ġ204":745,"Ġ206":746,"Ġ209":747,"Ġ131":748,"Ġ140":749,"Ġ142":750,"Ġ147":751,"Ġ153":752,"Ġ155":753,"Ġ158":754,"Ġ167":755,"Ġ179":756,"Ġ185":757,"Ġ189":758,"Ġ194":759,"Ġ197":760,"Ġ212":761,"Ġ215":762,"Ġ223":763,"Ġ230":764,"Ġ233":765,"Ġ237":766,"Ġ239":767,"Ġ133":768,"Ġ182":769,"Ġ211":770,"Ġ122":771,"Ġ187":772,"Ġ168":773,"Ġ216":774,"Ġ232":775,"Ġ228":776,"ff":777,"ho":778,"ial":779,"Ġ220":780,"Ġ200":781,"Ġ203":782,"ĠSho":783,"Ġ320":784,"Ġ420":785,"Ġ139":786,"Ġ152":787,"Ġ154":788,"Ġ170":789,"Ġ171":790,"Ġ172":791,"Ġ173":792,"Ġ175":793,"ĠOff":794,"Ġ183":795,"Ġ184":796,"Ġ192":797,"Ġ195":798,"Ġ196":799,"Ġ210":800,"Ġ213":801,"Ġ217":802,"Ġ218":803,"Ġ219":804,"Ġ221":805,"Ġ222":806,"Ġ224":807,"Ġ225":808,"Ġ226":809,"Ġ227":810,"Ġ231":811,"Ġ234":812,"Ġ235":813,"Ġ236":814,"Ġ238":815,"Ġ240":816,"Ġ241":817,"Ġ242":818,"Ġ243":819,"Ġ244":820,"Ġ245":821,"Ġ247":822,"Ġ248":823,"Ġ249":824,"Ġ250":825,"Ġ251":826,"Ġ252":827,"Ġ253":828,"Ġ254":829,"Ġ255":830,"Ġ256":831,"Ġ257":832,"Ġ258":833,"Ġ259":834,"Ġ260":835,"Ġ261":836,"Ġ262":837,"Ġ263":838,"Ġ264":839,"Ġ265":840,"Ġ266":841,"Ġ267":842,"Ġ268":843,"Ġ269":844,"Ġ270":845,"Ġ271":846,"Ġ272":847,"Ġ273":848,"Ġ274":849,"Ġ275":850,"Ġ276":851,"Ġ277":852,"Ġ278":853,"Ġ279":854,"Ġ280":855,"Ġ281":856,"Ġ282":857,"Ġ283":858,"Ġ284":859,"Ġ285":860,"Ġ286":861,"Ġ287":862,"Ġ288":863,"Ġ289":864,"Ġ290":865,"Ġ291":866,"Ġ292":867,"Ġ293":868,"Ġ294":869,"Ġ295":870,"Ġ296":871,"Ġ297":872,"Ġ298":873,"Ġ299":874,"Ġ300":875,"Ġ301":876,"Ġ302":877,"Ġ303":878,"Ġ304":879,"Ġ305":880,"Ġ306":881,"Ġ307":882,"Ġ308":883,"Ġ309":884,"Ġ310":885,"Ġ311":886,"Ġ312":887,"Ġ313":888,"Ġ314":889,"Ġ315":890,"Ġ316":891,"Ġ317":892,"Ġ318":893,"Ġ319":894,"ĠCar":895,"Ġ330":896,"Ġ331":897,"Ġ332":898,"Ġ333":899,"Ġ334":900,"Ġ335":901,"Ġ336":902,"Ġ337":903,"Ġ338":904,"Ġ339":905,"Ġ321":906,"Ġ322":907,"Ġ323":908,"Ġ324":909,"Ġ325":910,"Ġ326":911,"Ġ327":912,"Ġ328":913,"Ġ329":914,"Ġ340":915,"Ġ341":916,"Ġ342":917,"Ġ343":918,"Ġ344":919,"Ġ345":920,"Ġ346":921,"Ġ347":922,"Ġ348":923,"Ġ349":924,"ĠGood":925,"Ġ350":926,"Ġ351":927,"Ġ352":928,"Ġ353":929,"Ġ354":930,"Ġ355":931,"Ġ356":932,"Ġ357":933,"Ġ358":934,"Ġ359":935,"Ġ360":936,"Ġ361":937,"Ġ362":938,"Ġ363":939,"Ġ364":940,"Ġ365":941,"Ġ366":942,"Ġ367":943,"Ġ368":944,"Ġ369":945,"Ġ370":946,"Ġ371":947,"Ġ372":948,"Ġ373":949,"Ġ374":950,"Ġ375":951,"Ġ376":952,"Ġ377":953,"Ġ378":954,"Ġ379":955,"Ġ380":956,"Ġ381":957,"Ġ382":958,"Ġ383":959,"Ġ384":960,"Ġ385":961,"Ġ386":962,"Ġ387":963,"Ġ388":964,"Ġ389":965,"Ġ390":966,"Ġ391":967,"Ġ392":968,"Ġ393":969,"Ġ394":970,"Ġ395":971,"Ġ396":972,"Ġ397":973,"Ġ398":974,"Ġ399":975,"Ġ400":976,"Ġ401":977,"Ġ402":978,"Ġ403":979,"Ġ404":980,"Ġ405":981,"Ġ406":982,"Ġ407":983,"Ġ408":984,"Ġ409":985,"Ġ410":986,"Ġ411":987,"Ġ412":988,"Ġ413":989,"Ġ414":990,"Ġ415":991,"Ġ416":992,"Ġ417":993,"Ġ418":994,"Ġ419":995,"Ġ440":996,"Ġ441":997,"Ġ442":998,"Ġ443":999,"Ġ444":1000,"Ġ445":1001,"Ġ446":1002,"Ġ447":1003,"Ġ448":1004,"Ġ449":1005,"Ġ430":1006,"Ġ431":1007,"Ġ432":1008,"Ġ433":1009,"Ġ434":1010,"Ġ435":1011,"Ġ436":1012,"Ġ437":1013,"Ġ438":1014,"Ġ439":1015,"Ġ460":1016,"Ġ461":1017,"Ġ462":1018,"Ġ463":1019,"Ġ464":1020,"Ġ465":1021,"Ġ466":1022,"Ġ467":1023,"Ġ468":1024,"Ġ469":1025,"Ġ421":1026,"Ġ422":1027,"Ġ423":1028,"Ġ424":1029,"Ġ425":1030,"Ġ426":1031,"Ġ427":1032,"Ġ428":1033,"Ġ429":1034,"Ġ450":1035,"Ġ451":1036,"Ġ452":1037,"Ġ453":1038,"Ġ454":1039,"Ġ455":1040,"Ġ456":1041,"Ġ457":1042,"Ġ458":1043,"Ġ459":1044,"Ġ470":1045,"Ġ471":1046,"Ġ472":1047,"Ġ473":1048,"Ġ474":1049,"Ġ475":1050,"Ġ476":1051,"Ġ477":1052,"Ġ478":1053,"ĠShoe":1054,"ĠOffice":1055,"ĠGoods":1056,"'s":1057,"ai":1058,"dw":1059,"ec":1060,"el":1061,"king":1062,"ler":1063,"me":1064,"merc":1065,"ost":1066,"ry":1067,"ting":1068,"tai":1069,"isce":1070,"ĠService":1071,"acco":1072,"eous":1073,"llan":1074,"ommerc":1075,"ĠJew":1076,"ĠTob":1077,"ics":1078,"ical":1079,"ĠBoo":1080,"ĠBan":1081,"ĠMisce":1082,"are":1083,"ardw":1084,"ĠRetai":1085,"ĠNew":1086,"ĠStores":1087,"ĠCommerc":1088,"ĠHardw":1089,"ĠDeal":1090,"ĠPost":1091,"ĠSporting":1092,"ĠStationery":1093,"ealth":1094,"elry":1095,"lers":1096,"llaneous":1097,"ĠJewelry":1098,"ĠTobacco":1099,"ĠBook":1100,"ĠBanking":1101,"ĠMiscellaneous":1102,"ĠRetailers":1103,"ĠCommercial":1104,"ĠHardware":1105,"ĠDealer":1106,"ĠPostal":1107,"El":1108,"Health":1109,"In":1110,"Kid":1111,"au":1112,"all":1113,"aly":1114,"ement":1115,"eme":1116,"fu":1117,"ger":1118,"ian":1119,"ialy":1120,"ling":1121,"met":1122,"mus":1123,"os":1124,"ow":1125,"pt":1126,"ru":1127,"ron":1128,"sis":1129,"sic":1130,"sen":1131,"tron":1132,"ysic":1133,"Ġof":1134,"ĠEl":1135,"ĠIn":1136,"ĠKid":1137,"erfu":1138,"ists":1139,"stru":1140,"plement":1141,"ĠFood":1142,"ntal":1143,"omen":1144,"ĠAmus":1145,"ĠOpt":1146,"ĠBow":1147,"ĠMen":1148,"ĠMent":1149,"ĠMus":1150,"ĠMall":1151,"ĠWomen":1152,"ĠTheme":1153,"ĠRental":1154,"ĠBeau":1155,"ĠCos":1156,"ney":1157,"ĠHealth":1158,"assen":1159,"ĠSupplement":1160,"ĠDialy":1161,"ĠPark":1162,"ĠPerfu":1163,"ĠPassen":1164,"ĠSpec":1165,"ĠPhysic":1166,"ialists":1167,"ĠOffices":1168,"ectron":1169,"ians":1170,"metics":1171,"ĠElectron":1172,"ĠInstru":1173,"ĠKidney":1174,"ĠAmusement":1175,"ĠOptical":1176,"ĠBowling":1177,"ĠMental":1178,"ĠMusical":1179,"ĠBeauty":1180,"ĠCosmetics":1181,"ĠDialysis":1182,"ĠPerfume":1183,"ĠPassenger":1184,"ĠSpecialists":1185,"ĠPhysicians":1186,"ĠElectronics":1187,"ĠInstrument":1188}